PruebasDeRendimento/statistics.json
{
  "Entrar al registro" : {
    "transaction" : "Entrar al registro",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.6996666666666663,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 10.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.23779221649139,
    "receivedKBytesPerSec" : 129.0777649624891,
    "sentKBytesPerSec" : 0.0
  },
  "Solicitar reserva" : {
    "transaction" : "Solicitar reserva",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7039999999999998,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 26.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.22349455075084,
    "receivedKBytesPerSec" : 128.94293669328513,
    "sentKBytesPerSec" : 0.0
  },
  "Registrarse" : {
    "transaction" : "Registrarse",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.6873333333333325,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 28.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.23947483002311,
    "receivedKBytesPerSec" : 129.0820881619051,
    "sentKBytesPerSec" : 0.0
  },
  "Ir al apartado de mis reservas" : {
    "transaction" : "Ir al apartado de mis reservas",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7153333333333327,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 64.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.233586175717086,
    "receivedKBytesPerSec" : 128.96884575777366,
    "sentKBytesPerSec" : 0.0
  },
  "Cancelar la reserva" : {
    "transaction" : "Cancelar la reserva",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.6773333333333337,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 8.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.23526850751017,
    "receivedKBytesPerSec" : 129.07128070630787,
    "sentKBytesPerSec" : 0.0
  },
  "Recibir notificación" : {
    "transaction" : "Recibir notificación",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.6913333333333355,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 20.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.23695095199022,
    "receivedKBytesPerSec" : 129.0756034713733,
    "sentKBytesPerSec" : 0.0
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 42500,
    "errorCount" : 42500,
    "errorPct" : 100.0,
    "meanResTime" : 0.7082352941176479,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 64.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 434.21402153701547,
    "receivedKBytesPerSec" : 1115.3423697741066,
    "sentKBytesPerSec" : 0.0
  },
  "Ir a opcion de alquilar y escoger preferencias" : {
    "transaction" : "Ir a opcion de alquilar y escoger preferencias",
    "sampleCount" : 6000,
    "errorCount" : 6000,
    "errorPct" : 100.0,
    "meanResTime" : 0.742999999999999,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 48.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 100.33109260559847,
    "receivedKBytesPerSec" : 257.58832271495936,
    "sentKBytesPerSec" : 0.0
  },
  "Rellenar fechas" : {
    "transaction" : "Rellenar fechas",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7010000000000003,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 13.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.22517620665986,
    "receivedKBytesPerSec" : 129.0453501950411,
    "sentKBytesPerSec" : 0.0
  },
  "Recibir hoja de trabajo" : {
    "transaction" : "Recibir hoja de trabajo",
    "sampleCount" : 250,
    "errorCount" : 250,
    "errorPct" : 100.0,
    "meanResTime" : 0.7,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 4.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 2.490000000000009,
    "throughput" : 2.555583950932788,
    "receivedKBytesPerSec" : 6.566153686429849,
    "sentKBytesPerSec" : 0.0
  },
  "Rellenar preferencias" : {
    "transaction" : "Rellenar preferencias",
    "sampleCount" : 6000,
    "errorCount" : 6000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7090000000000004,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 40.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 100.42009071281528,
    "receivedKBytesPerSec" : 258.01294791544626,
    "sentKBytesPerSec" : 0.0
  },
  "Entrar nueva tarea" : {
    "transaction" : "Entrar nueva tarea",
    "sampleCount" : 250,
    "errorCount" : 250,
    "errorPct" : 100.0,
    "meanResTime" : 0.9400000000000014,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 48.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.490000000000009,
    "throughput" : 2.5542001266883263,
    "receivedKBytesPerSec" : 6.562598177067369,
    "sentKBytesPerSec" : 0.0
  },
  "Buscar estancias" : {
    "transaction" : "Buscar estancias",
    "sampleCount" : 6000,
    "errorCount" : 6000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7051666666666674,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 16.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 100.42345222354261,
    "receivedKBytesPerSec" : 258.02158476576227,
    "sentKBytesPerSec" : 0.0
  },
  "Obtener notificación" : {
    "transaction" : "Obtener notificación",
    "sampleCount" : 3000,
    "errorCount" : 3000,
    "errorPct" : 100.0,
    "meanResTime" : 0.7063333333333338,
    "medianResTime" : 1.0,
    "minResTime" : 0.0,
    "maxResTime" : 11.0,
    "pct1ResTime" : 1.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 3.0,
    "throughput" : 50.22938083916553,
    "receivedKBytesPerSec" : 128.9580490489904,
    "sentKBytesPerSec" : 0.0
  }
}