PruebasDeRendimento/statistics.json
{
  "Entrar al registro" : {
    "transaction" : "Entrar al registro",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 3.0,
    "medianResTime" : 3.0,
    "minResTime" : 3.0,
    "maxResTime" : 3.0,
    "pct1ResTime" : 3.0,
    "pct2ResTime" : 3.0,
    "pct3ResTime" : 3.0,
    "throughput" : 333.3333333333333,
    "receivedKBytesPerSec" : 112.63020833333333,
    "sentKBytesPerSec" : 41.341145833333336
  },
  "Solicitar reserva" : {
    "transaction" : "Solicitar reserva",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 4070.0,
    "medianResTime" : 4070.0,
    "minResTime" : 4070.0,
    "maxResTime" : 4070.0,
    "pct1ResTime" : 4070.0,
    "pct2ResTime" : 4070.0,
    "pct3ResTime" : 4070.0,
    "throughput" : 0.2457002457002457,
    "receivedKBytesPerSec" : 0.6572001689189189,
    "sentKBytesPerSec" : 0.0
  },
  "Registrarse" : {
    "transaction" : "Registrarse",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 3.0,
    "medianResTime" : 3.0,
    "minResTime" : 3.0,
    "maxResTime" : 3.0,
    "pct1ResTime" : 3.0,
    "pct2ResTime" : 3.0,
    "pct3ResTime" : 3.0,
    "throughput" : 333.3333333333333,
    "receivedKBytesPerSec" : 113.93229166666666,
    "sentKBytesPerSec" : 42.643229166666664
  },
  "Ir al apartado de mis reservas" : {
    "transaction" : "Ir al apartado de mis reservas",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 4073.0,
    "medianResTime" : 4073.0,
    "minResTime" : 4073.0,
    "maxResTime" : 4073.0,
    "pct1ResTime" : 4073.0,
    "pct2ResTime" : 4073.0,
    "pct3ResTime" : 4073.0,
    "throughput" : 0.24551927326295114,
    "receivedKBytesPerSec" : 0.6567161029953351,
    "sentKBytesPerSec" : 0.0
  },
  "Cancelar la reserva" : {
    "transaction" : "Cancelar la reserva",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 4.0,
    "medianResTime" : 4.0,
    "minResTime" : 4.0,
    "maxResTime" : 4.0,
    "pct1ResTime" : 4.0,
    "pct2ResTime" : 4.0,
    "pct3ResTime" : 4.0,
    "throughput" : 250.0,
    "receivedKBytesPerSec" : 85.693359375,
    "sentKBytesPerSec" : 32.2265625
  },
  "Recibir notificación" : {
    "transaction" : "Recibir notificación",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 2.0,
    "medianResTime" : 2.0,
    "minResTime" : 2.0,
    "maxResTime" : 2.0,
    "pct1ResTime" : 2.0,
    "pct2ResTime" : 2.0,
    "pct3ResTime" : 2.0,
    "throughput" : 500.0,
    "receivedKBytesPerSec" : 172.8515625,
    "sentKBytesPerSec" : 65.91796875
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 16,
    "errorCount" : 16,
    "errorPct" : 100.0,
    "meanResTime" : 1278.5000000000002,
    "medianResTime" : 5.5,
    "minResTime" : 2.0,
    "maxResTime" : 4090.0,
    "pct1ResTime" : 4080.2,
    "pct2ResTime" : 4090.0,
    "pct3ResTime" : 4090.0,
    "throughput" : 0.7824343488679153,
    "receivedKBytesPerSec" : 0.8367329239816127,
    "sentKBytesPerSec" : 0.06767025588048314
  },
  "Ir a opcion de alquilar y escoger preferencias" : {
    "transaction" : "Ir a opcion de alquilar y escoger preferencias",
    "sampleCount" : 2,
    "errorCount" : 2,
    "errorPct" : 100.0,
    "meanResTime" : 4083.0,
    "medianResTime" : 4083.0,
    "minResTime" : 4076.0,
    "maxResTime" : 4090.0,
    "pct1ResTime" : 4090.0,
    "pct2ResTime" : 4090.0,
    "pct3ResTime" : 4090.0,
    "throughput" : 0.244140625,
    "receivedKBytesPerSec" : 0.6530284881591797,
    "sentKBytesPerSec" : 0.0
  },
  "Rellenar fechas" : {
    "transaction" : "Rellenar fechas",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 5.0,
    "medianResTime" : 5.0,
    "minResTime" : 5.0,
    "maxResTime" : 5.0,
    "pct1ResTime" : 5.0,
    "pct2ResTime" : 5.0,
    "pct3ResTime" : 5.0,
    "throughput" : 200.0,
    "receivedKBytesPerSec" : 67.3828125,
    "sentKBytesPerSec" : 24.609375
  },
  "Recibir hoja de trabajo" : {
    "transaction" : "Recibir hoja de trabajo",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 3.0,
    "medianResTime" : 3.0,
    "minResTime" : 3.0,
    "maxResTime" : 3.0,
    "pct1ResTime" : 3.0,
    "pct2ResTime" : 3.0,
    "pct3ResTime" : 3.0,
    "throughput" : 333.3333333333333,
    "receivedKBytesPerSec" : 113.60677083333333,
    "sentKBytesPerSec" : 42.317708333333336
  },
  "Rellenar preferencias" : {
    "transaction" : "Rellenar preferencias",
    "sampleCount" : 2,
    "errorCount" : 2,
    "errorPct" : 100.0,
    "meanResTime" : 9.5,
    "medianResTime" : 9.5,
    "minResTime" : 6.0,
    "maxResTime" : 13.0,
    "pct1ResTime" : 13.0,
    "pct2ResTime" : 13.0,
    "pct3ResTime" : 13.0,
    "throughput" : 0.4873294346978557,
    "receivedKBytesPerSec" : 0.16418813961988304,
    "sentKBytesPerSec" : 0.05996436403508772
  },
  "Entrar nueva tarea" : {
    "transaction" : "Entrar nueva tarea",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 34.0,
    "medianResTime" : 34.0,
    "minResTime" : 34.0,
    "maxResTime" : 34.0,
    "pct1ResTime" : 34.0,
    "pct2ResTime" : 34.0,
    "pct3ResTime" : 34.0,
    "throughput" : 29.41176470588235,
    "receivedKBytesPerSec" : 9.90923713235294,
    "sentKBytesPerSec" : 3.6190257352941173
  },
  "Buscar estancias" : {
    "transaction" : "Buscar estancias",
    "sampleCount" : 2,
    "errorCount" : 2,
    "errorPct" : 100.0,
    "meanResTime" : 3.5,
    "medianResTime" : 3.5,
    "minResTime" : 3.0,
    "maxResTime" : 4.0,
    "pct1ResTime" : 4.0,
    "pct2ResTime" : 4.0,
    "pct3ResTime" : 4.0,
    "throughput" : 0.487685930260912,
    "receivedKBytesPerSec" : 0.1657370153621068,
    "sentKBytesPerSec" : 0.06143699707388442
  },
  "Obtener notificación" : {
    "transaction" : "Obtener notificación",
    "sampleCount" : 1,
    "errorCount" : 1,
    "errorPct" : 100.0,
    "meanResTime" : 4067.0,
    "medianResTime" : 4067.0,
    "minResTime" : 4067.0,
    "maxResTime" : 4067.0,
    "pct1ResTime" : 4067.0,
    "pct2ResTime" : 4067.0,
    "pct3ResTime" : 4067.0,
    "throughput" : 0.24588148512417016,
    "receivedKBytesPerSec" : 0.6576849489795918,
    "sentKBytesPerSec" : 0.0
  }
}